{
  "personal": {
    "name": "Bill Gates",
    "tagline": "Chair of Gates Foundation, Founder of Breakthrough Energy, Co-founder of Microsoft",
    "picture": "profile.jpeg",
    "website": "https://www.gatesnotes.com/",
    "linkedin": "https://www.linkedin.com/in/williamhgates",
    "email": "bill.gates@gatesfoundation.org",
    "github": "https://github.com/microsoft",
    "about": "Dedicated to tackling global health challenges and climate change through innovation and strategic philanthropy. Passionate about leveraging technology to solve humanity's greatest problems.\n\nVoracious reader with a personal blog where I share insights on books and global issues. Avid traveler exploring both developed and developing regions to understand local challenges firsthand."
  },
  "experience": [
    {
      "date": "Jan 2000 - Present",
      "role": "Co-chair",
      "company": "Gates Foundation",
      "description": [
        "Guides the foundation's vision and strategic direction to tackle global challenges in health and poverty.",
        "Advocates for initiatives in areas like disease eradication, vaccine development, and agricultural innovation.",
        "Focuses on improving K-12 and postsecondary education in the United States."
      ]
    },
    {
      "date": "Nov 2015 - Present",
      "role": "Founder",
      "company": "Breakthrough Energy",
      "description": [
        "Leads a network of entities committed to accelerating innovation in clean energy and sustainable technologies.",
        "Drives investment in and development of solutions to achieve net-zero carbon emissions.",
        "Works to make clean energy more reliable, affordable, and accessible for everyone."
      ]
    },
    {
      "date": "Apr 1975 - Present",
      "role": "Co-founder",
      "company": "Microsoft",
      "description": [
        "Co-founded Microsoft with Paul Allen, building it into the world's largest PC software company.",
        "Served as the original architect of the company's software, including writing the first BASIC interpreter for the Altair 8800.",
        "Led the company as CEO until 2000, overseeing the development of pivotal products like MS-DOS and the Microsoft Windows operating system."
      ]
    }
  ],
  "education": [
    {
      "date": "Sep 1973 - Jan 1975",
      "institution": "Harvard University",
      "degree": "Studied Applied Mathematics & Computer Science (did not graduate); Awarded Honorary Doctorate in 2007.",
      "description": [
        "Enrolled in the pre-law program before shifting focus to computer science and advanced mathematics.",
        "Left after two years to start Microsoft with Paul Allen."
      ]
    },
    {
      "date": "Jun 1973",
      "institution": "Lakeside School",
      "degree": "High School Diploma",
      "description": [
        "Developed early programming skills on the school's computer.",
        "Met future Microsoft co-founder Paul Allen."
      ]
    }
  ],
  "certifications": [
    { "name": "Honorary Doctor of Laws, University of Cambridge (2009)" },
    { "name": "Honorary Doctor of Medicine, Karolinska Institute (2008)" },
    { "name": "Honorary Doctor of Laws, Harvard University (2007)" },
    { "name": "Honorary Doctor of International Relations, Tsinghua University (2007)" },
    { "name": "Honorary Doctor of Laws, Waseda University (2005)" }
  ],
  "achievements": [
    { "name": "Presidential Medal of Freedom (2016)" },
    { "name": "Lasker-Bloomberg Public Service Award (2013)" },
    { "name": "Time Person of the Year (2005, with Melinda Gates and Bono)" },
    { "name": "Knight Commander of the Order of the British Empire (KBE) (2005)" },
    { "name": "National Medal of Technology and Innovation (1992)" }
  ],
  "skills": [
    { "name": "Software Development" },
    { "name": "Business Strategy" },
    { "name": "Philanthropy" },
    { "name": "Public Health" },
    { "name": "Clean Energy" },
    { "name": "Technology Innovation" },
    { "name": "Public Speaking" },
    { "name": "Strategic Leadership" }
  ]
}
